<template>
  <div id='home-overview'>
    <page-header title="概述"></page-header>
    <el-input
      type="textarea"
      autosize
      v-model="content"
      :readonly=true
      resize="none"
    >
    </el-input>
  </div>
</template>
<script>
import PageHeader from '../components/Pageheader'
export default {
  components: { PageHeader },
  data () {
    return {
      content: `对的，这是写死的概述。对的，
      这是写死的概述。对的，
      这是写死的概述。
      对的，这是写死的概述。对的，这是写死的概述。对的，这是写死的概述。对的，这是写死的概述。对的，这是写死的概述。对的，这是写死的概述。对的，这是写死的概述。对的，这是写死的概述。对的，这是写死的概述。对的，这是写死的概述。对的，这是写死的概述。对的，这是写死的概述。对的，这是写死的概述。
      对的，这是写死的概述。对的，
      这是写死的概述。对的，这是写死的概述。对的，这是写死的概述。对的，这是写死的概述。对的，这是写死的概述。对的，这是写死的概述。对的，这是写死的概述。对的，这是写死的概述。对的，这是写死的概述。对的，这是写死的概述。对的，这是写死的概述。对的，这是写死的概述。对的，这是写死的概述。对的，这是写死的概述。对的，这是写死的概述。
      对的，这是写死的概述。对的，这是写死的概述。对的，这是写死的概述。对的，这是写死的概述。对的，这是写死的概述。对的，这是写死的概述。对的，这是写死的概述。对的，这是写死的概述。对的，这是写死的概述。对的，这是写死的概述。对的，这是写死的概述。对的，这是写死的概述。对的，这是写死的概述。对的，这是写死的概述。对的，这是写死的概述。对的，这是写死的概述。
      对的，这是写死的概述。对的，这是写死的概述。对的，这是写死的概述。对的，这是写死的概述。对的，这是写死的概述。对的，这是写死的概述。对的，这是写死的概述。对的，这是写死的概述。对的，这是写死的概述。对的，这是写死的概述。对的，这是写死的概述。对的，这是写死的概述。对的，这是写死的概述。对的，这是写死的概述。对的，这是写死的概述。对的，这是写死的概述。
      对的，这是写死的概述。对的，这是写死的概述。对的，这是写死的概述。对的，这是写死的概述。对的，这是写死的概述。对的，这是写死的概述。对的，这是写死的概述。对的，这是写死的概述。对的，这是写死的概述。对的，这是写死的概述。对的，这是写死的概述。对的，这是写死的概述。对的，这是写死的概述。对的，这是写死的概述。对的，这是写死的概述。对的，这是写死的概述。
      对的，这是写死的概述。对的，这是写死的概述。对的，这是写死的概述。对的，这是写死的概述。对的，这是写死的概述。对的，这是写死的概述。对的，这是写死的概述。对的，这是写死的概述。对的，这是写死的概述。对的，这是写死的概述。对的，这是写死的概述。对的，这是写死的概述。对的，这是写死的概述。对的，这是写死的概述。对的，这是写死的概述。对的，这是写死的概述。
      对的，这是写死的概述。对的，这是写死的概述。对的，这是写死的概述。对的，这是写死的概述。对的，这是写死的概述。对的，这是写死的概述。对的，这是写死的概述。对的，这是写死的概述。对的，这是写死的概述。对的，这是写死的概述。对的，这是写死的概述。对的，这是写死的概述。对的，这是写死的概述。对的，这是写死的概述。对的，这是写死的概述。对的，这是写死的概述。`
    }
  }
}
</script>
<style lang='scss'>
#home-overview {
  text-align: left;
  .el-textarea__inner {
    outline: none;
    border: none;
    margin-top: 15px;
    margin-bottom: 15px;
  }
}
</style>
